Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.browser.urlAllowlist.reset
source: Reset to Defaults
ar: إعادة التعيين إلى الإعدادات الافتراضية
de: Auf Standardeinstellungen zurücksetzen
es: Restablecer los valores predeterminados
fr: Réinitialiser aux valeurs par défaut
ja: デフォルトに戻す
ko: 기본값으로 재설정
zh_hans: 恢复默认
zh_hant: 重設為預設值

# settings.search.alias.setting.browser.url-allowlist
source: browser.urlAllowlist URL allowlist localhost wildcard scheme port organization policy
ar: browser.urlAllowlist URL allowlist localhost wildcard scheme port organization policy browser.urlAllowlist قائمة سماح URL localhost حرف بدل مخطط منفذ سياسة المؤسسة
bs: browser.urlAllowlist lista dozvoljenih URL-ova localhost zamjenski znak shema port organizacijska politika
da: browser.urlAllowlist URL-tilladelsesliste localhost jokertegn skema port organisationspolitik
de: browser.urlAllowlist URL allowlist localhost wildcard scheme port organization policy browser.urlAllowlist URL-Zulassungsliste localhost Wildcard Schema Port Organisationsrichtlinie
es: browser.urlAllowlist URL allowlist localhost wildcard scheme port organization policy browser.urlAllowlist lista de URL permitidas localhost comodín esquema puerto política de la organización
fr: browser.urlAllowlist URL allowlist localhost wildcard scheme port organization policy browser.urlAllowlist liste d’autorisation URL localhost caractère générique schéma port politique de l’organisation
it: browser.urlAllowlist elenco URL consentiti localhost carattere jolly schema porta criterio organizzativo
ja: browser.urlAllowlist URL allowlist localhost wildcard scheme port organization policy browser.urlAllowlist URL許可リスト localhost ワイルドカード スキーム ポート 組織 ポリシー
ko: browser.urlAllowlist URL allowlist localhost wildcard scheme port organization policy browser.urlAllowlist URL 허용 목록 localhost 와일드카드 스킴 포트 조직 정책
nb: browser.urlAllowlist URL-tillatelsesliste localhost jokertegn skjema port organisasjonspolicy
pl: browser.urlAllowlist lista dozwolonych URL localhost wildcard schemat port polityka organizacji
pt_br: browser.urlAllowlist lista de URLs permitidas localhost curinga esquema porta política da organização
ru: browser.urlAllowlist список разрешённых URL localhost подстановочный знак схема порт политика организации
th: browser.urlAllowlist รายการ URL ที่อนุญาต localhost wildcard รูปแบบ พอร์ต นโยบายองค์กร
tr: browser.urlAllowlist URL izin listesi localhost joker karakter şema bağlantı noktası kuruluş politikası
uk: browser.urlAllowlist список дозволених URL localhost шаблон схема порт політика організації
zh_hans: browser.urlAllowlist URL allowlist localhost wildcard scheme port organization policy browser.urlAllowlist URL 允许列表 localhost 通配符 协议 端口 组织策略
zh_hant: browser.urlAllowlist URL allowlist localhost wildcard scheme port organization policy browser.urlAllowlist URL 允許清單 localhost 萬用字元 通訊協定 連接埠 組織政策

# settings.browser.import
source: Import Browser Data
ar: استيراد بيانات المتصفح
de: Browserdaten importieren
es: Importar datos del navegador
fr: Importer des données de navigateur
ja: ブラウザーデータを取り込む
ko: 브라우저 데이터 가져오기
uk: Імпорт даних браузера
zh_hans: 导入浏览器数据
zh_hant: 匯入瀏覽器資料

# settings.browser.import.choose
source: Choose…
ar: اختيار…
de: Auswählen…
es: Elegir…
fr: Choisir…
ja: 選択…
ko: 선택…
uk: Вибрати…
zh_hans: 选择…
zh_hant: 選擇…

# settings.browser.import.detecting
source: Checking installed browsers...
ar: جارٍ التحقق من المتصفحات المثبتة...
bs: Provjeravam instalirane preglednike...
da: Kontrollerer installerede browsere...
de: Installierte Browser werden geprüft...
es: Comprobando los navegadores instalados...
fr: Vérification des navigateurs installés...
it: Controllo dei browser installati...
ja: インストール済みブラウザーを確認しています...
ko: 설치된 브라우저를 확인하는 중...
nb: Sjekker installerte nettlesere...
pl: Sprawdzanie zainstalowanych przeglądarek...
pt_br: Verificando navegadores instalados...
ru: Проверяем установленные браузеры...
th: กำลังตรวจสอบเบราว์เซอร์ที่ติดตั้ง...
tr: Yüklü tarayıcılar kontrol ediliyor...
uk: Перевіряємо встановлені браузери...
zh_hans: 正在检查已安装的浏览器...
zh_hant: 正在檢查已安裝的瀏覽器...

# settings.browser.import.hint.note.hidden
source: The blank-tab import hint is hidden. Turn it back on here any time.
ar: تلميح استيراد علامة التبويب الفارغة مخفي. يمكنك إعادة تشغيله هنا في أي وقت.
de: Der Importhinweis für leere Tabs ist ausgeblendet. Sie können ihn hier jederzeit wieder aktivieren.
es: La sugerencia de importación de pestaña en blanco está oculta. Vuelva a activarla aquí en cualquier momento.
fr: La suggestion d’importation pour les onglets vides est masquée. Réactivez-la ici à tout moment.
ja: 空タブのインポート案内は非表示です。ここでいつでも再表示できます。
ko: 빈 탭 가져오기 힌트가 숨겨져 있습니다. 여기서 언제든 다시 켤 수 있습니다.
uk: Підказка імпорту на порожній вкладці прихована. Увімкніть її тут у будь-який час.
zh_hans: 空白标签页导入提示已隐藏。可随时在此处重新开启。
zh_hant: 空白標籤頁的匯入提示已隱藏。您可以隨時在此處重新開啟。

# settings.browser.import.hint.note.settingsOnly
source: Blank tabs are currently using Settings only mode from the debug window.
ar: تستخدم علامات التبويب الفارغة حاليًا وضع الإعدادات فقط من نافذة التصحيح.
de: Leere Tabs verwenden derzeit den Modus „Nur Einstellungen“ aus dem Debug-Fenster.
es: Las pestañas en blanco actualmente utilizan el modo Solo configuración desde la ventana de depuración.
fr: Les onglets vides utilisent actuellement le mode Réglages uniquement de la fenêtre de débogage.
ja: 現在、空タブはデバッグウィンドウの「設定のみ」モードになっています。
ko: 빈 탭이 현재 디버그 창의 설정 전용 모드를 사용하고 있습니다.
uk: Порожні вкладки зараз використовують режим «Тільки налаштування» з вікна налагодження.
zh_hans: 空白标签页当前使用调试窗口中的「仅设置」模式。
zh_hant: 空白標籤頁目前正在使用偵錯視窗中的「僅設定」模式。

# settings.browser.import.hint.note.visible
source: Blank browser tabs can show this import suggestion. Hide or re-enable it here.
ar: يمكن لعلامات تبويب المتصفح الفارغة إظهار اقتراح الاستيراد هذا. قم بإخفائه أو إعادة تمكينه هنا.
de: Leere Browser-Tabs können diesen Importvorschlag anzeigen. Blenden Sie ihn hier aus oder aktivieren Sie ihn wieder.
es: Las pestañas en blanco del navegador pueden mostrar esta sugerencia de importación. Ocúltela o vuelva a habilitarla aquí.
fr: Les onglets vides du navigateur peuvent afficher cette suggestion d’importation. Masquez-la ou réactivez-la ici.
ja: 空のブラウザータブにこのインポート案内を表示できます。ここで非表示や再表示を切り替えられます。
ko: 빈 브라우저 탭에 가져오기 제안을 표시할 수 있습니다. 여기서 숨기거나 다시 활성화하세요.
uk: Порожні вкладки браузера можуть показувати пропозицію імпорту. Сховайте або увімкніть її тут.
zh_hans: 空白浏览器标签页可以显示此导入建议。可在此处隐藏或重新启用。
zh_hant: 空白瀏覽器標籤頁可以顯示此匯入建議。在此處隱藏或重新啟用它。

# settings.browser.import.hint.settingsNote
source: Shown until you import or dismiss it on a blank tab.
ar: يظهر حتى تقوم بالاستيراد أو تجاهله في علامة تبويب فارغة.
de: Wird angezeigt, bis Sie den Vorschlag importieren oder auf einem leeren Tab verwerfen.
es: Se muestra hasta que lo importe o lo descarte en una pestaña en blanco.
fr: Affiché jusqu’à ce que vous l’importiez ou l’ignoriez sur un onglet vide.
ja: 空のタブでインポートするか閉じるまで表示されます。
ko: 빈 탭에서 가져오거나 닫을 때까지 표시됩니다.
zh_hans: 在空白标签页上导入或忽略之前会一直显示。
zh_hant: 在空白標籤頁上匯入或關閉此提示前將會一直顯示。

# settings.browser.import.hint.show
source: Show import hint on blank browser tabs
ar: إظهار تلميح الاستيراد في علامات تبويب المتصفح الفارغة
de: Importhinweis auf leeren Browser-Tabs anzeigen
es: Mostrar la sugerencia de importación en las pestañas en blanco del navegador
fr: Afficher la suggestion d’importation sur les onglets de navigateur vides
ja: 空のブラウザータブにインポート案内を表示
ko: 빈 브라우저 탭에 가져오기 힌트 표시
uk: Показувати підказку імпорту на порожніх вкладках браузера
zh_hans: 在空白浏览器标签页上显示导入提示
zh_hant: 在空白瀏覽器標籤頁上顯示匯入提示

# settings.browser.import.refresh
source: Refresh
ar: تحديث
de: Aktualisieren
es: Refrescar
fr: Rafraîchir
ja: 再読み込み
ko: 새로고침
uk: Оновити
zh_hans: 刷新
zh_hant: 重新整理

# settings.browser.interceptOpen
source: Intercept open http(s) in Terminal
ar: اعتراض open http(s) في الطرفية
bs: Presretni open http(s) u Terminalu
da: Opfang open http(s) i terminal
de: open http(s) im Terminal abfangen
es: Interceptar open http(s) en Terminal
fr: Intercepter open http(s) dans le terminal
it: Intercetta open http(s) nel terminale
ja: ターミナルでopen http(s)をインターセプト
ko: 터미널에서 open http(s) 인터셉트
nb: Avlytt open http(s) i terminal
pl: Przechwytuj open http(s) w terminalu
pt_br: Interceptar open http(s) no Terminal
ru: Перехватывать open http(s) в терминале
th: ดักจับ open http(s) ในเทอร์มินัล
tr: Terminalde open http(s) Komutlarını Yakala
uk: Перехоплювати open http(s) у терміналі
zh_hans: 在终端中拦截 open http(s)
zh_hant: 在終端機中攔截 open http(s)

# settings.browser.interceptOpen.subtitle
source: When off, `open https://...` and `open http://...` always use your default browser.
ar: عند التعطيل، يستخدم `open https://...` و `open http://...` دائمًا متصفحك الافتراضي.
bs: Kada je isključeno, `open https://...` i `open http://...` uvijek koriste podrazumijevani preglednik.
da: Når deaktiveret, bruger `open https://...` og `open http://...` altid din standardbrowser.
de: Wenn deaktiviert, verwenden `open https://...` und `open http://...` immer Ihren Standardbrowser.
es: Cuando está desactivado, `open https://...` y `open http://...` siempre usan tu navegador predeterminado.
fr: Lorsque désactivé, `open https://...` et `open http://...` utilisent toujours votre navigateur par défaut.
it: Quando disattivato, `open https://...` e `open http://...` usano sempre il browser predefinito.
ja: オフの場合、`open https://...`および`open http://...`は常にデフォルトブラウザを使用します。
ko: 비활성화하면 `open https://...` 및 `open http://...`가 항상 기본 브라우저를 사용합니다.
nb: Når av, bruker `open https://...` og `open http://...` alltid standard nettleser.
pl: Po wyłączeniu `open https://...` i `open http://...` zawsze używają domyślnej przeglądarki.
pt_br: Quando desativado, `open https://...` e `open http://...` sempre usam seu navegador padrão.
ru: При отключении `open https://...` и `open http://...` всегда используют браузер по умолчанию.
th: เมื่อปิด `open https://...` และ `open http://...` จะใช้เบราว์เซอร์เริ่มต้นของคุณเสมอ
tr: Kapalıyken, `open https://...` ve `open http://...` her zaman varsayılan tarayıcınızı kullanır.
uk: Якщо вимкнено, `open https://...` та `open http://...` завжди використовують стандартний браузер.
zh_hans: 关闭后，`open https://...` 和 `open http://...` 始终使用默认浏览器。
zh_hant: 關閉時，`open https://...` 和 `open http://...` 一律使用您的預設瀏覽器。

# settings.browser.openTerminalLinks
source: Open Terminal Links in cmux Browser
ar: فتح روابط الطرفية في متصفح cmux
bs: Otvori linkove terminala u cmux pregledniku
da: Åbn terminallinks i cmux-browser
de: Terminal-Links im cmux-Browser öffnen
es: Abrir enlaces del terminal en el navegador de cmux
fr: Ouvrir les liens du terminal dans le navigateur cmux
it: Apri link del terminale nel browser cmux
ja: ターミナルのリンクをcmuxブラウザで開く
ko: 터미널 링크를 cmux 브라우저에서 열기
nb: Åpne terminallenker i cmux-nettleser
pl: Otwieraj linki terminala w przeglądarce cmux
pt_br: Abrir Links do Terminal no Navegador do cmux
ru: Открывать ссылки из терминала в браузере cmux
th: เปิดลิงก์เทอร์มินัลในเบราว์เซอร์ cmux
tr: Terminal Bağlantılarını cmux Tarayıcısında Aç
uk: Відкривати посилання терміналу у браузері cmux
zh_hans: 在 cmux 浏览器中打开终端链接
zh_hant: 在 cmux 瀏覽器中開啟終端機連結

# settings.browser.openTerminalLinks.subtitle
source: When off, links clicked in terminal output open in your default browser.
ar: عند التعطيل، تفتح الروابط المنقورة في مخرجات الطرفية في متصفحك الافتراضي.
bs: Kada je isključeno, linkovi kliknuti u izlazu terminala se otvaraju u podrazumijevanom pregledniku.
da: Når deaktiveret, åbnes links, der klikkes i terminaloutput, i din standardbrowser.
de: Wenn deaktiviert, werden im Terminal angeklickte Links in Ihrem Standardbrowser geöffnet.
es: Cuando está desactivado, los enlaces en la salida del terminal se abren en tu navegador predeterminado.
fr: Lorsque désactivé, les liens cliqués dans la sortie du terminal s'ouvrent dans votre navigateur par défaut.
it: Quando disattivato, i link cliccati nell'output del terminale si aprono nel browser predefinito.
ja: オフの場合、ターミナル出力のリンクはデフォルトブラウザで開きます。
ko: 비활성화하면 터미널 출력에서 클릭한 링크가 기본 브라우저에서 열립니다.
nb: Når av, åpnes lenker som klikkes i terminalutdata i standard nettleser.
pl: Po wyłączeniu linki kliknięte w terminalu otwierają się w domyślnej przeglądarce.
pt_br: Quando desativado, links clicados na saída do terminal abrem no seu navegador padrão.
ru: При отключении ссылки из терминала открываются в браузере по умолчанию.
th: เมื่อปิด ลิงก์ที่คลิกในเอาต์พุตเทอร์มินัลจะเปิดในเบราว์เซอร์เริ่มต้นของคุณ
tr: Kapalıyken, terminal çıktısında tıklanan bağlantılar varsayılan tarayıcınızda açılır.
uk: Якщо вимкнено, посилання у виводі терміналу відкриваються у стандартному браузері.
zh_hans: 关闭后，终端输出中点击的链接在默认浏览器中打开。
zh_hant: 關閉時，終端機輸出中點擊的連結會在您的預設瀏覽器中開啟。

# settings.browser.reactGrabVersion
source: React Grab Version
ar: إصدار React Grab
es: Versión de React Grab
fr: Version de React Grab
ja: React Grabバージョン
ko: React Grab 버전
zh_hans: React Grab 版本
zh_hant: React Grab 版本

# settings.browser.reactGrabVersion.subtitle
source: Pinned npm version of react-grab injected by the toolbar button (Cmd+Shift+G). Only versions with a known integrity hash are accepted.
ar: إصدار npm المثبت من react-grab والمحقون بواسطة زر شريط الأدوات (Cmd+Shift+G). تُقبل فقط الإصدارات التي تحتوي على ترميز تحقق من السلامة (integrity hash) معروف.
de: Festgepinnte npm-Version von react-grab, die über die Symbolleisten-Schaltfläche (Cmd+Shift+G) injiziert wird. Es werden nur Versionen mit einem bekannten Integritätshash akzeptiert.
es: Versión fijada de npm de react-grab inyectada por el botón de la barra de herramientas (Cmd+Shift+G). Solo se aceptan versiones con un hash de integridad conocido.
fr: Version npm épinglée de react-grab injectée par le bouton de la barre d’outils (Cmd+Shift+G). Seules les versions avec un hachage d’intégrité connu sont acceptées.
ja: ツールバーボタン（Cmd+Shift+G）で注入されるreact-grabのnpmバージョン。既知の整合性ハッシュを持つバージョンのみ使用可能です。
ko: 도구 모음 버튼(Cmd+Shift+G)으로 주입되는 react-grab의 고정된 npm 버전입니다. 알려진 무결성 해시가 있는 버전만 허용됩니다.
zh_hans: 工具栏按钮（Cmd+Shift+G）注入的 react-grab 固定 npm 版本。仅接受具有已知完整性哈希的版本。
zh_hant: 由工具列按鈕 (Cmd+Shift+G) 插入的固定 react-grab npm 版本。僅接受具有已知完整性雜湊值的版本。

# settings.browser.searchEngine
source: Default Search Engine
ar: محرك البحث الافتراضي
bs: Podrazumijevani pretraživač
da: Standardsøgemaskine
de: Standardsuchmaschine
es: Motor de búsqueda predeterminado
fr: Moteur de recherche par défaut
it: Motore di ricerca predefinito
ja: デフォルト検索エンジン
ko: 기본 검색 엔진
nb: Standard søkemotor
pl: Domyślna wyszukiwarka
pt_br: Motor de Busca Padrão
ru: Поисковая система по умолчанию
th: เครื่องมือค้นหาเริ่มต้น
tr: Varsayılan Arama Motoru
uk: Стандартна пошукова система
zh_hans: 默认搜索引擎
zh_hant: 預設搜尋引擎

# settings.browser.searchEngine.custom
source: Custom
ar: مخصص
bs: Prilagođeno
da: Tilpasset
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 지정
nb: Tilpasset
pl: Niestandardowe
pt_br: Personalizado
ru: Пользовательский
th: กำหนดเอง
tr: Özel
uk: Користувацький
zh_hans: 自定义
zh_hant: 自訂

# settings.browser.searchEngine.subtitle
source: Used by the browser address bar when input is not a URL.
ar: يُستخدم بواسطة شريط عنوان المتصفح عندما لا يكون الإدخال URL.
bs: Koristi se u adresnoj traci preglednika kada unos nije URL.
da: Bruges af browserens adresselinje, når input ikke er en URL.
de: Wird von der Browser-Adressleiste verwendet, wenn die Eingabe keine URL ist.
es: Usado por la barra de direcciones del navegador cuando la entrada no es una URL.
fr: Utilisé par la barre d'adresse du navigateur lorsque la saisie n'est pas une URL.
it: Utilizzato dalla barra degli indirizzi del browser quando l'input non è un URL.
ja: ブラウザのアドレスバーで入力がURLでない場合に使用されます。
ko: 입력이 URL이 아닌 경우 브라우저 주소 표시줄에서 사용됩니다.
nb: Brukes av adressefeltet i nettleseren når inndataen ikke er en URL.
pl: Używana przez pasek adresu przeglądarki, gdy dane wejściowe nie są adresem URL.
pt_br: Usado pela barra de endereço do navegador quando a entrada não é uma URL.
ru: Используется адресной строкой браузера, когда ввод не является URL.
th: ใช้โดยแถบที่อยู่เบราว์เซอร์เมื่ออินพุตไม่ใช่ URL
tr: Giriş bir URL olmadığında tarayıcı adres çubuğu tarafından kullanılır.
uk: Використовується адресним рядком браузера, коли введення не є URL.
zh_hans: 浏览器地址栏中输入非 URL 内容时使用。
zh_hant: 當瀏覽器網址列的輸入不是 URL 時使用。

# settings.browser.searchSuggestions
source: Show Search Suggestions
ar: عرض اقتراحات البحث
bs: Prikaži prijedloge pretrage
da: Vis søgeforslag
de: Suchvorschläge anzeigen
es: Mostrar sugerencias de búsqueda
fr: Afficher les suggestions de recherche
it: Mostra suggerimenti di ricerca
ja: 検索候補を表示
ko: 검색 제안 표시
nb: Vis søkeforslag
pl: Pokaż podpowiedzi wyszukiwania
pt_br: Mostrar Sugestões de Pesquisa
ru: Показывать поисковые подсказки
th: แสดงคำแนะนำการค้นหา
tr: Arama Önerilerini Göster
uk: Показувати підказки пошуку
zh_hans: 显示搜索建议
zh_hant: 顯示搜尋建議

# settings.browser.theme
source: Browser Theme
ar: مظهر المتصفح
bs: Tema preglednika
da: Browsertema
de: Browser-Design
es: Tema del navegador
fr: Thème du navigateur
it: Tema del browser
ja: ブラウザテーマ
ko: 브라우저 테마
nb: Nettlesertema
pl: Motyw przeglądarki
pt_br: Tema do Navegador
ru: Тема браузера
th: ธีมเบราว์เซอร์
tr: Tarayıcı Teması
uk: Тема браузера
zh_hans: 浏览器主题
zh_hant: 瀏覽器主題

# settings.browser.theme.subtitleForced
source: %@ forces that color scheme for compatible pages.
ar: %@ يفرض نظام الألوان هذا للصفحات المتوافقة.
bs: %@ nameće tu shemu boja za kompatibilne stranice.
da: %@ tvinger det farveskema for kompatible sider.
de: %@ erzwingt dieses Farbschema für kompatible Seiten.
es: %@ fuerza ese esquema de colores para las páginas compatibles.
fr: %@ impose ce jeu de couleurs aux pages compatibles.
it: %@ impone quello schema di colori per le pagine compatibili.
ja: %@は対応ページにそのカラースキームを強制します。
ko: %@은(는) 호환 페이지에 해당 색상 구성표를 강제 적용합니다.
nb: %@ tvinger det fargeskjemaet for kompatible sider.
pl: %@ wymusza ten schemat kolorów dla zgodnych stron.
pt_br: %@ força esse esquema de cores para páginas compatíveis.
ru: %@ принудительно применяет эту цветовую схему для совместимых страниц.
th: %@ บังคับใช้โทนสีนั้นสำหรับหน้าที่รองรับ
tr: %@ uyumlu sayfalar için bu renk şemasını zorlar.
uk: %@ примусово встановлює цю кольорову схему для сумісних сторінок.
zh_hans: %@ 为兼容页面强制使用该配色方案。
zh_hant: %@ 會為相容的頁面強制套用該色彩配置。

# settings.browser.theme.subtitleSystem
source: System follows app and macOS appearance.
ar: النظام يتبع مظهر التطبيق و macOS.
bs: Sistemski prati izgled aplikacije i macOS.
da: System følger app- og macOS-udseende.
de: System folgt der App- und macOS-Darstellung.
es: Sistema sigue la apariencia de la app y macOS.
fr: Système suit l'apparence de l'app et de macOS.
it: Sistema segue l'aspetto dell'app e di macOS.
ja: システムはアプリとmacOSの外観に従います。
ko: 시스템은 앱 및 macOS 외관을 따릅니다.
nb: System følger app- og macOS-utseende.
pl: Systemowy podąża za wyglądem aplikacji i macOS.
pt_br: Sistema segue a aparência do app e do macOS.
ru: Системная тема следует за оформлением приложения и macOS.
th: ระบบจะตามธีมแอปและรูปลักษณ์ macOS
tr: Sistem, uygulama ve macOS görünümünü takip eder.
uk: Системна слідує за програмою та зовнішнім виглядом macOS.
zh_hans: 系统跟随应用和 macOS 外观。
zh_hant: 「系統」會跟隨 App 和 macOS 外觀。

# settings.cloudMachines.panel.open
source: Open Machines
ar: فتح الأجهزة
de: Maschinen öffnen
es: Abrir máquinas
fr: Ouvrir les machines
ja: マシンを開く
ko: 머신 열기
zh_hans: 打开机器列表
zh_hant: 開啟機器

# settings.cloudMachines.panel.subtitle
source: Persistent cloud computers. Files survive forever; sleeping machines cost nothing.
ar: حواسيب سحابية مستمرة. تبقى الملفات إلى الأبد؛ ولا تكلف الأجهزة النائمة شيئًا.
de: Permanente Cloud-Computer. Dateien bleiben dauerhaft erhalten; schlafende Maschinen kosten nichts.
es: Equipos en la nube persistentes. Los archivos sobreviven para siempre; las máquinas inactivas no cuestan nada.
fr: Ordinateurs cloud persistants. Les fichiers sont conservés indéfiniment ; les machines en veille ne coûtent rien.
ja: 永続的なクラウドコンピュータです。ファイルはずっと保持され、スリープ中は料金がかかりません。
ko: 지속적인 클라우드 컴퓨터입니다. 파일이 평생 보존되며, 휴면 상태의 머신은 비용이 발생하지 않습니다.
zh_hans: 持久的云端计算机。文件永久保留；休眠中的机器不产生费用。
zh_hant: 永續的雲端電腦。檔案將永遠保留；休眠中的機器不產生任何費用。

# settings.cloudMachines.panel.title
source: Your machines
ar: أجهزتك
de: Ihre Maschinen
es: Sus máquinas
fr: Vos machines
ja: マシン一覧
ko: 내 머신
zh_hans: 你的机器
zh_hant: 您的機器

# settings.cloudMachines.plan.free
source: Free
ar: مجاني
de: Kostenlos
es: Gratis
fr: Gratuit
ja: 無料
ko: 무료
zh_hans: 免费版
zh_hant: 免費版

# settings.cloudMachines.plan.loading
source: Loading…
ar: جاري التحميل…
de: Laden…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
ko: 로드 중…
zh_hans: 正在加载…
zh_hant: 載入中…

# settings.cloudMachines.plan.manage
source: Manage…
ar: إدارة…
de: Verwalten…
es: Administrar…
fr: Gérer…
ja: 管理…
ko: 관리…
zh_hans: 管理…
zh_hant: 管理…

# settings.cloudMachines.plan.summary.unlimited
source: %1$@ · %d machines, no limit
ar: %1$@ · %d جهاز، دون حد أقصى
de: %1$@ · %d Maschinen, unbegrenzt
es: %1$@ · %d máquinas, sin límite
fr: %1$@ · %d machines, sans limite
ja: %1$@ · %d台、制限なし
ko: %1$@ · %d대의 머신, 제한 없음
zh_hans: %1$@ · %d 台机器，无限制
zh_hant: %1$@ · %d 台機器，無限制

# settings.cloudMachines.plan.summary
source: %1$@ · %2$d of %d machines
ar: %1$@ · %2$d من أصل %d جهاز
de: %1$@ · %2$d von %d Maschinen
es: %1$@ · %2$d de %d máquinas
fr: %1$@ · %2$d sur %d machines
ja: %1$@ · %2$d / %d台のマシン
ko: %1$@ · %2$d대 (총 %d대의 머신)
zh_hans: %1$@ · %2$d / %d 台机器
zh_hant: %1$@ · %2$d / %d 台機器

# settings.cloudMachines.plan.title
source: Plan
ar: الباقة
de: Tarif
fr: Forfait
ja: プラン
ko: 요금제
zh_hans: 套餐
zh_hant: 方案

# settings.cloudMachines.plan.unavailable
source: Sign in to see your plan.
ar: سجل الدخول لرؤية خطتك.
de: Melden Sie sich an, um Ihren Plan zu sehen.
es: Inicie sesión para ver su plan.
fr: Connectez-vous pour voir votre forfait.
ja: プランを表示するにはサインインしてください。
ko: 요금제를 보려면 로그인하십시오.
zh_hans: 登录后即可查看你的套餐。
zh_hant: 登入以查看您的方案。

# settings.cloudMachines.plan.upgrade
source: Upgrade…
ar: ترقية…
de: Upgrade durchführen…
es: Mejorar plan…
fr: Mettre à niveau…
ja: アップグレード…
ko: 업그레이드…
zh_hans: 升级…
zh_hant: 升級…

# settings.common.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# settings.common.edit
source: Edit
ar: يحرر
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집하다
zh_hans: 编辑
zh_hant: 編輯

# settings.common.ok
source: OK
ar: موافق
es: Aceptar
fr: D'ACCORD
ko: 확인
zh_hans: 确定
zh_hant: 確定

# settings.common.remove
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 제거
zh_hans: 移除
zh_hant: 移除

# settings.common.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

# settings.config.action.openActiveEditor
source: Open Active Config…
ar: فتح التكوين النشط…
de: Aktive Konfiguration öffnen…
es: Abrir configuración activa…
fr: Ouvrir la configuration active…
ja: 有効な設定を開く…
ko: 활성 설정 열기…
zh_hans: 打开当前配置…
zh_hant: 開啟使用中的設定…

# settings.config.action.openEditor
source: Open in Editor…
ar: فتح في المحرر…
de: Im Editor öffnen…
es: Abrir en el editor…
fr: Ouvrir dans l’éditeur…
ja: エディタで開く…
ko: 편집기에서 열기…
zh_hans: 在编辑器中打开…
zh_hant: 在編輯器中開啟…

# settings.config.action.reload
source: Reload
ar: إعادة تحميل
de: Neu laden
es: Recargar
fr: Recharger
ja: 再読み込み
ko: 새로고침
zh_hans: 重新加载
zh_hant: 重新載入

# settings.config.action.revealActiveFinder
source: Reveal Active Config in Finder
ar: كشف التكوين النشط في Finder
de: Aktive Konfiguration im Finder anzeigen
es: Mostrar configuración activa en el Finder
fr: Afficher la configuration active dans le Finder
ja: 有効な設定をFinderで表示
ko: Finder에서 활성 설정 보기
zh_hans: 在访达中显示当前配置
zh_hant: 在 Finder 中顯示使用中的設定

# settings.config.action.revealFinder
source: Reveal in Finder
ar: إظهار في Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Révéler dans le Finder
ja: Finderで表示
ko: Finder에서 보기
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

# settings.config.action.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存
